* Технико экономическое обоснование разработки и производства системы автоматического управления беспилотным летательным аппаратом мультироторного типа

** Характеристика нового изделия
Изделие представляет собой двухслойную печатную плату с распаянным на
ней микроконтроллером в DIP корпусе, компонентами и разъёмами.
Область применения данного изделия это беспилотная авиация, а именно
беспилотные мультироторные летательные аппараты, которые в силу своей
специфики, не обладают аэродинамической устойчивостью и потому,
нуждаются в постоянной стабилизации в полёте.  Преимущество этого
изделия является простота его устройства и изготовления,
ремонтопригодность и заменяемость.

** Формирование отпускной цены нового изделия

*** Расчёт затрат по статье «Основные и вспомогательные материалы»
У меня нет каких-то отдельных материалов, типа пластика ABS для
изготовления корпуса, поэтому я пока этот пункт не могу посчитать. Так
как у меня просто нет этого корпуса.

UPD: Решил писать расчёт для корпуса из курсового.

#+NAME: materials
| Наименование материала                       | Еденица измерения | Норма расхода | Цена за единицу, BYN |   Сумма | Ссылка                                             |
|----------------------------------------------+-------------------+---------------+----------------------+---------+----------------------------------------------------|
| Сталь 10                                     | кг                |           0.9 | 4.45 / 1.2           |  3.3375 | https://aksvil.by/klientam/materialy-po-prokatu/   |
| Стеклотекстолит фольгированный двухсторонний | mm²               |          6800 | 270 / (500 * 500)    |   7.344 | https://belchip.by/product/?selected_product=49007 |
|----------------------------------------------+-------------------+---------------+----------------------+---------+----------------------------------------------------|
| Всего                                        |                   |               |                      | 10.6815 |                                                    |
|----------------------------------------------+-------------------+---------------+----------------------+---------+----------------------------------------------------|
| C учётом транспортных расходов               |                   |               |                      | 12.8178 |                                                    |
|----------------------------------------------+-------------------+---------------+----------------------+---------+----------------------------------------------------|
#+TBLFM: $5=$3 * $4::@4$5=vsum(@I..@II)::@7$5=@4 * 1.2

*** Расчёт затрат по статье «Покупные комплектующие изделия, полуфабрикаты»
#+NAME: components
| Наименование комплектующего или полуфабриката         | Кол-во на единицу, шт | Цена, BYN | Сумма, р | Ссылка                                             |
|-------------------------------------------------------+-----------------------+-----------+----------+----------------------------------------------------|
| Резистор DIN0207 10 кОм, 1/4 Вт                       |                     7 |    0.5/10 |     0.35 | https://belchip.by/product/?selected_product=09127 |
| Резистор DIN0204 22 Ом 1/4 Вт                         |                     2 |    0.4/10 |     0.08 | https://belchip.by/product/?selected_product=30192 |
| Резистор DIN0207 1 кОм 1/4 Вт                         |                     2 |    0.5/10 |      0.1 | https://belchip.by/product/?selected_product=12412 |
| Переменный резистор P015N                             |                     4 |        21 |       84 | https://www.chipdip.by/product0/8004552713         |
| Конденсатор электролитический радиальный 100 мкФ 35 В |                     1 |      0.14 |     0.14 | https://www.chipdip.by/product0/9000565892         |
| Конденсатор электролитический радиальный 10 мкФ 16 В  |                     1 |      0.10 |      0.1 | https://www.chipdip.by/product0/9000565840         |
| Конденсатор электролитический радиальный 100нФ        |                     1 |      0.75 |     0.75 | https://www.chipdip.by/product0/8002523603         |
| Конденсатор радиальный 22пФ SMD0805                   |                     2 |      3.30 |      6.6 | https://www.chipdip.by/product0/8004700181         |
| Микросхема LM7805 TO-220                              |                     1 |      2.35 |     2.35 | https://www.chipdip.by/product/lm7805ct-inchange   |
| Микроконтроллер ATMega328PU DIP-28                    |                     1 |     15.50 |     15.5 | https://www.chipdip.by/product/atmega328p-pu       |
| Зуммер пьезоэлектрический                             |                     1 |      4.10 |      4.1 | https://www.chipdip.by/product0/8008603196         |
| Светодиод красный 3мм                                 |                     1 |      0.10 |      0.1 | https://belchip.by/product/?selected_product=36754 |
| Переключатель DPDT JS202011AQN                        |                     1 |        11 |       11 | https://www.chipdip.by/product0/8017542278         |
| Переключатель SPDT OS102011MA1Q                       |                     1 |         6 |        6 | https://www.chipdip.by/product0/8002635118         |
| Диод Шотки 1N5817                                     |                     1 |      0.13 |     0.13 | https://www.chipdip.by/product/1n5817-sunmate      |
| Стабилитрон BZX79C5V1                                 |                     1 |      0.08 |     0.08 | https://www.chipdip.by/product0/8028547942         |
| Источник опорного напряжения LM385-BZ2.5              |                     1 |      8.90 |      8.9 | https://www.chipdip.by/product0/8008352362         |
| Транзистор 2N7000 TO-92                               |                     1 |      0.18 |     0.18 | https://www.chipdip.by/product/2n7000-jcet         |
| Разъём штырьевой pld-6                                |                     1 |      0.22 |     0.22 | https://www.chipdip.by/product/pld-6               |
| Разъём Barell Jack KLDX-0202-AC                       |                     1 |      4.90 |      4.9 | https://www.chipdip.by/product0/8006213815         |
| Разъём штырьевой SCT3001MH-2x6P                       |                     2 |      1.45 |      2.9 | https://www.chipdip.by/product/sct3001mh-2x6p      |
| Разъем гнездовой PBD1.27-2-4                          |                     1 |      2.70 |      2.7 | https://www.chipdip.by/product0/8009338622         |
| Кварцевый резонатор                                   |                     1 |      1.90 |      1.9 | https://www.chipdip.by/product0/9001626914         |
| Заклепки BN572 Bossard                                |                    25 |  0.30/200 |   0.0375 | https://www.chipdip.by/product0/8007033060         |
|-------------------------------------------------------+-----------------------+-----------+----------+----------------------------------------------------|
| Всего                                                 |                       |           |  306.235 |                                                    |
|-------------------------------------------------------+-----------------------+-----------+----------+----------------------------------------------------|
| Всего, с транспортно-заготовительными расходами       |                       |           | 336.8585 |                                                    |
#+TBLFM: $4=$2*$3::@26$4=vsum(@2$4..@26$4)::@27$4=@26$4 * 1.1



*** Формирование отпускной цены нового изделия на основе полной себестоимости 
(предполагается автоматизированное производство нового изделия) 
#+NAME: prod_cost
| Показатель             |     Cумма | Формула / таблица для расчёта |
|------------------------+-----------+-------------------------------|
| Материалы              |   12.8178 | Таблица 7.1                   |
| Компоненты             |  336.8585 | Таблица 7.2                   |
| Накладные расходы      | 188.82520 | Формула 5.3                   |
| Полная себестоимость   |  538.5015 | Формула 5.4                   |
| Плановая прибыль       | 161.55045 | Формула 5.5                   |
| Отпускная цена изделия | 700.05195 | Форпула 5.6                   |
#+TBLFM: @2$2=remote(materials, @5$5)::@3$2=remote(components, @27$4)::@4$2=(@2$2 + @3$2) * 54 / 100::@5$2=vsum(@2..@4)::@6$2=@5$2 * 30 / 100::@7$2=@6$2 + @5$2


*** Расчёт полной себестоимости на основе удельных весов
#+NAME: share
| Материалы и компоненты                                         |  181.2058 |
| Полная себестоимость                                           | 279.05693 |
| Удельный вес материалов и комплектующих в полной себестоимости | 64.935065 |
#+TBLFM: @1$2=remote(materials, @5$5) + remote(components, @26$4)::@2$2=remote(prod_cost, @5$2)::@3$2=@1$2 * 100 / @2$2

#+NAME: prod_cost_using_share
| Показатель                     | Формула / таблица для расчёта |     Сумма |
|--------------------------------+-------------------------------+-----------|
| Материалы                      | Табл. 5.1                     |   12.8178 |
| Покупные комплектующие изделия | Табл. 5.2                     |   168.388 |
| Полная себестоимость           | Формула 5.7                   | 279.05693 |
#+TBLFM: @2$3=remote(materials, @5$5)::@3$3=remote(components, @26$4)::@4$3=(@2$3+@3$3) * 100 / remote(share, @3$2)



*** Формирование отпускной цены нового изделия на основе себестоимости рассчитанной методом удельных весов
| Показатель             | Формула / таблица для расчёта |     Сумма |
| Полная себестоимость   | Таблица 5.6                   | 279.05693 |
| Плановая прибыль       | Формула 5.5                   | 83.717079 |
| Отпускная цена изделия | Формула 5.6                   | 362.77401 |
#+TBLFM: @2$3=remote(prod_cost_using_share, @4$3)::@3$3=@2$3 * 30 / 100::@4$3=@2$3 + @3$3

** Расчёт экономического эффекта от производства и реализации новых изделий (Расчёт чистой прибыли)
#+NAME: net_profit
| Показатель                 |  Значение |
|----------------------------+-----------|
| Годовой объём выпуска N    |      1000 |
| Прибыль на единицу изделия | 161.55045 |
| Ставка налога на прибыль   |        20 |
| Чистая прибыль             | 129240.36 |
#+TBLFM: @3$2=remote(prod_cost, @6$2)::@5$2=@2$2 * @3$2 * (1 - @4$2 / 100)

** Расчёт инвестиций в производство нового изделия

*** Расчёт основной заработной платы в разработчиков нового изделия
#+NAME: basic_salary
| Категория исполнителя   | Численность | Средняя месячная З/П | Дневной оклад | Продолжительность участия |     Cумма |
|-------------------------+-------------+----------------------+---------------+---------------------------+-----------|
| 1. Руководитель проекта |           1 |              2580.96 |     122.90286 |                        20 | 2458.0572 |
| 2. Инженер схемотехник  |           1 |              2580.96 |     122.90286 |                        20 | 2458.0572 |
| 3. Инженер конструктор  |           1 |              2580.96 |     122.90286 |                        20 | 2458.0572 |
| 4. Техник проектировщик |           2 |              2580.96 |     122.90286 |                        20 | 2458.0572 |
| Итого                   |             |                      |             0 |                       100 | 9832.2288 |
| Премия (принята 25%)    |             |               645.24 |     30.725714 |                           | 3072.5714 |
| Всего                   |             |                      |             0 |                           | 12904.800 |
#+TBLFM: $4=$3 / 21::$6=$4 * $5::@6$5=20 * 5::@6$6=vsum(@2$6..@5$6)::@7$6=100 * @7$4::@8$6=@7$6 + @6$6

*** Расчёт инвестиций в разработку нового изделия
#+NAME: investment_in_development
| Наменоваение статьи затрат                 | формула / таблица для расчёта |     Cумма |
|--------------------------------------------+-------------------------------+-----------|
| 1. Основная З/П разработчиков              | предыдущая таблица            |   12904.8 |
| 2. Дополнительная З/П                      | формула 5.10                  |   1290.48 |
| 3. Отчисления на соц. нужды                | формула 5.11                  | 4911.5669 |
| 4. Инвестиции на разработку нового изделия | формула 5.12                  | 19106.847 |
#+TBLFM: @2$3=remote(basic_salary, @8$6)::@3$3=@2$3 * 0.10::@4$3=(@3$3 + @2$3) * 0.346::@5$3=vsum(@2$3..@4$3)

*** Расчёт инвестиций в прирост собственного оборотного капитала
#+name: investment_in_capital
| Показатель                                | Значение |
|-------------------------------------------+----------|
| Годовая потребность в материалах          |  12817.8 |
| Годовая потребность в комплектующих       |  306235. |
| Инвестиции в прирост собственного оборота | 95715.84 |
#+TBLFM: @2$2=remote(materials, @5$5) * remote(net_profit, @2$2)::@3$2=remote(components, @26$4) * remote(net_profit, @2$2)::@4$2=(@2$2 + @3$2) * 0.30


** Расчёт показателей экономической эффективности инвестиций в производство нового изделия
#+name: roi
| Показатель                                |      Значение |
|-------------------------------------------+---------------|
| Прирост чистой прибыли                    |     129240.36 |
| Инвестиции в прирост собственного оборота |      95715.84 |
| Инвестиции в разработку нового изделия    |     19106.847 |
| ROI %                                     |     12.556467 |
#+TBLFM: @2$2=remote(net_profit, @5$2)::@3$2=remote(investment_in_capital, @4$2)::@4$2=remote(investment_in_development, @5$3)::@5$2=100 * (@2$2 - (@3$2 + @4$2)) / (@3$2 + @4$2)

(@2$2 - (@3$2)) * 100 /@3$2

